{
  "text": {
    " ": 0,
    "வ": 414,
    "ண": 239,
    "க": 174,
    "்": 550,
    "ம": 326,
    " வ": 76,
    "வண": 415,
    "ணக": 240,
    "க்": 190,
    "்க": 552,
    "கம": 176,
    "ம்": 337,
    "் ": 551,
    " வண": 77,
    "வணக": 416,
    "ணக்": 241,
    "க்க": 191,
    "்கம": 554,
    "கம்": 177,
    "ம் ": 338,
    " வணக": 78,
    "வணக்": 417,
    "ணக்க": 242,
    "க்கம": 192,
    "்கம்": 555,
    "கம் ": 178,
    "ட": 230,
    "ா": 443,
    " ட": 52,
    "டா": 231,
    "ா ": 444,
    " டா": 53,
    "டா ": 232,
    " டா ": 54,
    "ஹ": 434,
    "ல": 375,
    "ோ": 542,
    " ஹ": 86,
    "ஹல": 438,
    "லோ": 393,
    "ோ ": 543,
    " ஹல": 89,
    "ஹலோ": 439,
    "லோ ": 394,
    " ஹலோ": 90,
    "ஹலோ ": 440,
    "ச": 200,
    "ர": 351,
    " ச": 38,
    "சா": 208,
    "ார": 459,
    "ர்": 363,
    " சா": 43,
    "சார": 211,
    "ார்": 460,
    "ர் ": 364,
    " சார": 45,
    "சார்": 212,
    "ார் ": 461,
    "ப": 298,
    "ி": 465,
    "ய": 341,
    "ாப": 452,
    "ப்": 318,
    "்ட": 567,
    "டி": 235,
    "ிய": 470,
    "யா": 342,
    "சாப": 209,
    "ாப்": 453,
    "ப்ட": 319,
    "்டி": 570,
    "டிய": 237,
    "ியா": 471,
    "யா ": 343,
    " சாப": 44,
    "சாப்": 210,
    "ாப்ட": 454,
    "ப்டி": 320,
    "்டிய": 571,
    "டியா": 238,
    "ியா ": 472,
    "எ": 170,
    " எ": 32,
    "எப": 171,
    "்ப": 584,
    "பட": 299,
    "ி ": 466,
    " எப": 33,
    "எப்": 172,
    "ப்ப": 321,
    "்பட": 585,
    "படி": 300,
    "டி ": 236,
    " எப்": 34,
    "எப்ப": 173,
    "ப்பட": 322,
    "்படி": 586,
    "படி ": 301,
    "இ": 148,
    "ு": 487,
    "ீ": 483,
    "ங": 196,
    " இ": 18,
    "இர": 159,
    "ரு": 356,
    "ுக": 489,
    "கீ": 185,
    "ீங": 484,
    "ங்": 197,
    "க ": 175,
    " இர": 25,
    "இரு": 160,
    "ருக": 357,
    "ுக்": 490,
    "்கீ": 558,
    "கீங": 186,
    "ீங்": 485,
    "ங்க": 198,
    "்க ": 553,
    " இரு": 26,
    "இருக": 161,
    "ருக்": 358,
    "ுக்க": 491,
    "க்கீ": 194,
    "்கீங": 559,
    "கீங்": 187,
    "ீங்க": 486,
    "ங்க ": 199,
    "ஹய": 435,
    "ய்": 349,
    " ஹய": 87,
    "ஹய்": 436,
    "ய் ": 350,
    " ஹய்": 88,
    "ஹய் ": 437,
    "ந": 266,
    " ந": 58,
    "நண": 267,
    "ண்": 246,
    "பா": 302,
    " நண": 59,
    "நண்": 268,
    "ண்ப": 249,
    "்பா": 587,
    "பா ": 303,
    " நண்": 60,
    "நண்ப": 269,
    "ண்பா": 250,
    "்பா ": 588,
    "சர": 204,
    "ரி": 352,
    " சர": 41,
    "சரி": 205,
    "ரி ": 353,
    " சரி": 42,
    "சரி ": 206,
    " ப": 66,
    "போ": 314,
    "ோம": 544,
    " பா": 67,
    "பாப": 306,
    "்போ": 593,
    "போம": 316,
    "ோம்": 545,
    " பாப": 70,
    "பாப்": 307,
    "ாப்ப": 455,
    "ப்போ": 325,
    "்போம": 595,
    "போம்": 317,
    "ோம் ": 546,
    "ள": 401,
    "ற": 365,
    "ே": 515,
    "ன": 285,
    " க": 35,
    "கி": 182,
    "ிள": 480,
    "ளம": 402,
    "பு": 311,
    "ுற": 501,
    "றே": 372,
    "ேன": 522,
    "ன்": 291,
    " கி": 36,
    "கிள": 183,
    "ிளம": 481,
    "ளம்": 403,
    "ம்ப": 339,
    "்பு": 591,
    "புற": 312,
    "ுறே": 502,
    "றேன": 373,
    "ேன்": 523,
    "ன் ": 292,
    " கிள": 37,
    "கிளம": 184,
    "ிளம்": 482,
    "ளம்ப": 404,
    "ம்பு": 340,
    "்புற": 592,
    "புறே": 313,
    "ுறேன": 503,
    "றேன்": 374,
    "ேன் ": 524,
    "ை": 528,
    "நா": 273,
    "ாள": 462,
    "ளை": 405,
    "ைக": 530,
    "கு": 188,
    "ு ": 488,
    " நா": 63,
    "நாள": 276,
    "ாளை": 463,
    "ளைக": 406,
    "ைக்": 531,
    "்கு": 560,
    "கு ": 189,
    " நாள": 65,
    "நாளை": 277,
    "ாளைக": 464,
    "ளைக்": 407,
    "ைக்க": 532,
    "க்கு": 195,
    "்கு ": 561,
    "ாக": 445,
    "கல": 179,
    "லா": 383,
    "ாம": 456,
    "பாக": 304,
    "ாக்": 447,
    "்கல": 556,
    "கலா": 180,
    "லாம": 385,
    "ாம்": 457,
    " பாக": 69,
    "பாக்": 305,
    "ாக்க": 448,
    "க்கல": 193,
    "்கலா": 557,
    "கலாம": 181,
    "லாம்": 386,
    "ாம் ": 458,
    "b": 97,
    "y": 122,
    "e": 105,
    " b": 1,
    "by": 98,
    "ye": 123,
    "e ": 106,
    " by": 2,
    "bye": 99,
    "ye ": 124,
    " bye": 3,
    "bye ": 100,
    " பா ": 68,
    "த": 251,
    "ஷ": 430,
    "சந": 201,
    "ந்": 281,
    "்த": 572,
    "தோ": 263,
    "ோஷ": 547,
    "ஷம": 431,
    "மா": 333,
    " சந": 39,
    "சந்": 202,
    "ந்த": 282,
    "்தோ": 575,
    "தோஷ": 264,
    "ோஷம": 548,
    "ஷமா": 432,
    "மா ": 334,
    " சந்": 40,
    "சந்த": 203,
    "ந்தோ": 284,
    "்தோஷ": 576,
    "தோஷம": 265,
    "ோஷமா": 549,
    "ஷமா ": 433,
    "ுந": 498,
    "து": 259,
    "ுச": 492,
    "ச்": 226,
    "்ச": 562,
    "சு": 215,
    "ருந": 361,
    "ுந்": 499,
    "்து": 573,
    "துச": 261,
    "ுச்": 493,
    "ச்ச": 227,
    "்சு": 565,
    "சு ": 216,
    "இருந": 162,
    "ருந்": 362,
    "ுந்த": 500,
    "ந்து": 283,
    "்துச": 574,
    "துச்": 262,
    "ுச்ச": 494,
    "ச்சு": 229,
    "்சு ": 566,
    "ஆ": 144,
    " ஆ": 15,
    "ஆம": 145,
    " ஆம": 16,
    "ஆமா": 146,
    "மாம": 335,
    " ஆமா": 17,
    "ஆமாம": 147,
    "மாம்": 336,
    " ம": 71,
    "மச": 327,
    "சி": 213,
    " மச": 72,
    "மச்": 328,
    "்சி": 563,
    "சி ": 214,
    " மச்": 73,
    "மச்ச": 329,
    "ச்சி": 228,
    "்சி ": 564,
    "ஹா": 441,
    " ஹா": 91,
    "ஹா ": 442,
    " ஹா ": 92,
    "ித": 467,
    "தா": 255,
    "ான": 449,
    "ரித": 354,
    "ிதா": 468,
    "தான": 257,
    "ான்": 450,
    "சரித": 207,
    "ரிதா": 355,
    "ிதான": 469,
    "தான்": 258,
    "ான் ": 451,
    "நன": 270,
    "்ற": 596,
    "றா": 366,
    " நன": 61,
    "நன்": 271,
    "ன்ற": 295,
    "்றா": 597,
    "றாக": 368,
    "ாக ": 446,
    " நன்": 62,
    "நன்ற": 272,
    "ன்றா": 296,
    "்றாக": 599,
    "றாக ": 369,
    "அ": 137,
    " அ": 10,
    "அத": 138,
    " அத": 11,
    "அது": 139,
    "து ": 260,
    " அது": 12,
    "அது ": 140,
    " த": 55,
    "தப": 252,
    "பி": 308,
    "ில": 473,
    "ல்": 395,
    "்ல": 602,
    "ல ": 376,
    " தப": 56,
    "தப்": 253,
    "்பி": 589,
    "பில": 309,
    "ில்": 478,
    "ல்ல": 396,
    "்ல ": 603,
    " தப்": 57,
    "தப்ப": 254,
    "ப்பி": 324,
    "்பில": 590,
    "பில்": 310,
    "ில்ல": 479,
    "ல்ல ": 397,
    "உ": 166,
    " உ": 29,
    "உங": 167,
    " உங": 30,
    "உங்": 168,
    " உங்": 31,
    "உங்க": 169,
    "வே": 424,
    "ேல": 525,
    "லை": 389,
    "ை ": 529,
    " வே": 83,
    "வேல": 428,
    "ேலை": 526,
    "லை ": 390,
    " வேல": 85,
    "வேலை": 429,
    "ேலை ": 527,
    "றா ": 367,
    "்றா ": 598,
    "இல": 163,
    "லப": 377,
    " இல": 27,
    "இல்": 164,
    "்லப": 604,
    "லப்": 378,
    " இல்": 28,
    "இல்ல": 165,
    "ல்லப": 398,
    "்லப்": 605,
    "லப்ப": 379,
    "ப்பா": 323,
    "ேண": 517,
    "ணா": 243,
    "வேண": 425,
    "ேணா": 518,
    "ணாம": 244,
    " வேண": 84,
    "வேணா": 426,
    "ேணாம": 519,
    "ணாம்": 245,
    "ேண்": 520,
    "ண்ட": 247,
    "்டா": 568,
    "டாம": 233,
    "வேண்": 427,
    "ேண்ட": 521,
    "ண்டா": 248,
    "்டாம": 569,
    "டாம்": 234,
    "இத": 149,
    " இத": 19,
    "இது": 150,
    " இது": 20,
    "இது ": 151,
    "நான": 274,
    " நான": 64,
    "நான்": 275,
    "அப": 141,
    " அப": 13,
    "அப்": 142,
    " அப்": 14,
    "அப்ப": 143,
    "ொ": 538,
    "சொ": 223,
    "ொல": 539,
    "லல": 380,
    "ைய": 533,
    "யே": 347,
    "ே ": 516,
    " சொ": 50,
    "சொல": 224,
    "ொல்": 540,
    "்லல": 606,
    "லலை": 381,
    "லைய": 391,
    "ையே": 534,
    "யே ": 348,
    " சொல": 51,
    "சொல்": 225,
    "ொல்ல": 541,
    "ல்லல": 399,
    "்லலை": 607,
    "லலைய": 382,
    "லையே": 392,
    "ையே ": 535,
    "இப": 156,
    " இப": 23,
    "இப்": 157,
    "போ ": 315,
    " இப்": 24,
    "இப்ப": 158,
    "்போ ": 594,
    "ெ": 508,
    "செ": 220,
    "ென": 509,
    "்ன": 580,
    "னை": 286,
    "ைல": 536,
    " செ": 48,
    "சென": 221,
    "ென்": 510,
    "ன்ன": 293,
    "்னை": 581,
    "னைல": 289,
    "ைல ": 537,
    " சென": 49,
    "சென்": 222,
    "ென்ன": 511,
    "ன்னை": 294,
    "்னைல": 583,
    "னைல ": 290,
    "c": 101,
    "l": 111,
    "i": 107,
    "m": 115,
    "a": 93,
    "t": 119,
    " c": 4,
    "cl": 102,
    "li": 112,
    "im": 108,
    "ma": 116,
    "at": 94,
    "te": 120,
    " cl": 5,
    "cli": 103,
    "lim": 113,
    "ima": 109,
    "mat": 117,
    "ate": 95,
    "te ": 121,
    " cli": 6,
    "clim": 104,
    "lima": 114,
    "imat": 110,
    "mate": 118,
    "ate ": 96,
    "ழ": 408,
    "மழ": 330,
    "ழை": 409,
    " மழ": 74,
    "மழை": 331,
    "ழை ": 410,
    " மழை": 75,
    "மழை ": 332,
    "வர": 418,
    "ுத": 495,
    " வர": 79,
    "வரு": 419,
    "ருத": 359,
    "ுதா": 496,
    "தா ": 256,
    " வரு": 80,
    "வருத": 420,
    "ருதா": 360,
    "ுதா ": 497,
    "வெ": 421,
    "ெய": 512,
    "யி": 344,
    " வெ": 81,
    "வெய": 422,
    "ெயி": 513,
    "யில": 345,
    "ிலா": 474,
    "லா ": 384,
    " வெய": 82,
    "வெயி": 423,
    "ெயில": 514,
    "யிலா": 346,
    "ிலா ": 475,
    "இன": 152,
    "று": 370,
    " இன": 21,
    "இன்": 153,
    "்று": 600,
    "று ": 371,
    " இன்": 22,
    "இன்ற": 155,
    "ன்று": 297,
    "்று ": 601,
    "म": 125,
    "ौ": 133,
    "स": 130,
    " म": 7,
    "मौ": 127,
    "ौस": 134,
    "सम": 131,
    "म ": 126,
    " मौ": 8,
    "मौस": 128,
    "ौसम": 135,
    "सम ": 132,
    " मौस": 9,
    "मौसम": 129,
    "ौसम ": 136,
    "னைக": 287,
    "இன்ன": 154,
    "்னைக": 582,
    "னைக்": 288,
    "ூ": 504,
    "சூ": 217,
    "ூழ": 505,
    "ழ்": 411,
    "்ந": 577,
    "நி": 278,
    " சூ": 46,
    "சூழ": 218,
    "ூழ்": 506,
    "ழ்ந": 412,
    "்நி": 578,
    "நில": 279,
    "ிலை": 476,
    " சூழ": 47,
    "சூழ்": 219,
    "ூழ்ந": 507,
    "ழ்நி": 413,
    "்நில": 579,
    "நிலை": 280,
    "ிலை ": 477,
    "லு": 387,
    "்லு": 608,
    "லு ": 388,
    "ல்லு": 400,
    "்லு ": 609
  },
  "response": null,
  "action_text": null
}