{
  "text": {
    " ": 0,
    "வ": 480,
    "ண": 267,
    "க": 199,
    "்": 634,
    "ம": 377,
    " வ": 90,
    "வண": 481,
    "ணக": 269,
    "க்": 215,
    "்க": 636,
    "கம": 201,
    "ம்": 391,
    "் ": 635,
    " வண": 91,
    "வணக": 482,
    "ணக்": 270,
    "க்க": 216,
    "்கம": 638,
    "கம்": 202,
    "ம் ": 392,
    " வணக": 92,
    "வணக்": 483,
    "ணக்க": 271,
    "க்கம": 217,
    "்கம்": 639,
    "கம் ": 203,
    "ட": 257,
    "ா": 512,
    " ட": 60,
    "டா": 258,
    "ா ": 513,
    " டா": 61,
    "டா ": 259,
    " டா ": 62,
    "ஹ": 503,
    "ல": 441,
    "ோ": 626,
    " ஹ": 100,
    "ஹல": 507,
    "லோ": 459,
    "ோ ": 627,
    " ஹல": 103,
    "ஹலோ": 508,
    "லோ ": 460,
    " ஹலோ": 104,
    "ஹலோ ": 509,
    "ச": 225,
    "ர": 417,
    " ச": 45,
    "சா": 233,
    "ார": 528,
    "ர்": 429,
    " சா": 50,
    "சார": 236,
    "ார்": 529,
    "ர் ": 430,
    " சார": 52,
    "சார்": 237,
    "ார் ": 530,
    "ப": 346,
    "ி": 536,
    "ய": 395,
    "ாப": 521,
    "ப்": 369,
    "்ட": 651,
    "டி": 262,
    "ிய": 541,
    "யா": 402,
    "சாப": 234,
    "ாப்": 522,
    "ப்ட": 370,
    "்டி": 654,
    "டிய": 264,
    "ியா": 542,
    "யா ": 403,
    " சாப": 51,
    "சாப்": 235,
    "ாப்ட": 523,
    "ப்டி": 371,
    "்டிய": 655,
    "டியா": 265,
    "ியா ": 543,
    "எ": 190,
    " எ": 36,
    "எப": 196,
    "்ப": 673,
    "பட": 347,
    "ி ": 537,
    " எப": 40,
    "எப்": 197,
    "ப்ப": 372,
    "்பட": 674,
    "படி": 348,
    "டி ": 263,
    " எப்": 41,
    "எப்ப": 198,
    "ப்பட": 373,
    "்படி": 675,
    "படி ": 349,
    "இ": 162,
    "ு": 561,
    "ீ": 556,
    "ங": 221,
    " இ": 18,
    "இர": 173,
    "ரு": 422,
    "ுக": 563,
    "கீ": 210,
    "ீங": 558,
    "ங்": 222,
    "க ": 200,
    " இர": 25,
    "இரு": 174,
    "ருக": 423,
    "ுக்": 564,
    "்கீ": 642,
    "கீங": 211,
    "ீங்": 559,
    "ங்க": 223,
    "்க ": 637,
    " இரு": 26,
    "இருக": 175,
    "ருக்": 424,
    "ுக்க": 565,
    "க்கீ": 219,
    "்கீங": 643,
    "கீங்": 212,
    "ீங்க": 560,
    "ங்க ": 224,
    "ஹய": 504,
    "ய்": 412,
    " ஹய": 101,
    "ஹய்": 505,
    "ய் ": 413,
    " ஹய்": 102,
    "ஹய் ": 506,
    "ந": 303,
    " ந": 66,
    "நண": 304,
    "ண்": 278,
    "பா": 353,
    " நண": 67,
    "நண்": 305,
    "ண்ப": 283,
    "்பா": 676,
    "பா ": 354,
    " நண்": 68,
    "நண்ப": 306,
    "ண்பா": 284,
    "்பா ": 677,
    "சர": 229,
    "ரி": 418,
    " சர": 48,
    "சரி": 230,
    "ரி ": 419,
    " சரி": 49,
    "சரி ": 231,
    " ப": 76,
    "போ": 365,
    "ோம": 628,
    " பா": 79,
    "பாப": 357,
    "்போ": 682,
    "போம": 367,
    "ோம்": 629,
    " பாப": 82,
    "பாப்": 358,
    "ாப்ப": 524,
    "ப்போ": 376,
    "்போம": 684,
    "போம்": 368,
    "ோம் ": 630,
    "ள": 467,
    "ற": 431,
    "ே": 597,
    "ன": 324,
    " க": 42,
    "கி": 207,
    "ிள": 553,
    "ளம": 468,
    "பு": 362,
    "ுற": 581,
    "றே": 438,
    "ேன": 606,
    "ன்": 337,
    " கி": 43,
    "கிள": 208,
    "ிளம": 554,
    "ளம்": 469,
    "ம்ப": 393,
    "்பு": 680,
    "புற": 363,
    "ுறே": 582,
    "றேன": 439,
    "ேன்": 607,
    "ன் ": 338,
    " கிள": 44,
    "கிளம": 209,
    "ிளம்": 555,
    "ளம்ப": 470,
    "ம்பு": 394,
    "்புற": 681,
    "புறே": 364,
    "ுறேன": 583,
    "றேன்": 440,
    "ேன் ": 608,
    "ை": 612,
    "நா": 310,
    "ாள": 533,
    "ளை": 471,
    "ைக": 614,
    "கு": 213,
    "ு ": 562,
    " நா": 71,
    "நாள": 313,
    "ாளை": 534,
    "ளைக": 472,
    "ைக்": 615,
    "்கு": 644,
    "கு ": 214,
    " நாள": 73,
    "நாளை": 314,
    "ாளைக": 535,
    "ளைக்": 473,
    "ைக்க": 616,
    "க்கு": 220,
    "்கு ": 645,
    "ாக": 514,
    "கல": 204,
    "லா": 449,
    "ாம": 525,
    "பாக": 355,
    "ாக்": 516,
    "்கல": 640,
    "கலா": 205,
    "லாம": 451,
    "ாம்": 526,
    " பாக": 81,
    "பாக்": 356,
    "ாக்க": 517,
    "க்கல": 218,
    "்கலா": 641,
    "கலாம": 206,
    "லாம்": 452,
    "ாம் ": 527,
    "b": 111,
    "y": 136,
    "e": 119,
    " b": 1,
    "by": 112,
    "ye": 137,
    "e ": 120,
    " by": 2,
    "bye": 113,
    "ye ": 138,
    " bye": 3,
    "bye ": 114,
    " பா ": 80,
    "த": 285,
    "ஷ": 499,
    "சந": 226,
    "ந்": 320,
    "்த": 658,
    "தோ": 300,
    "ோஷ": 631,
    "ஷம": 500,
    "மா": 384,
    " சந": 46,
    "சந்": 227,
    "ந்த": 321,
    "்தோ": 661,
    "தோஷ": 301,
    "ோஷம": 632,
    "ஷமா": 501,
    "மா ": 385,
    " சந்": 47,
    "சந்த": 228,
    "ந்தோ": 323,
    "்தோஷ": 662,
    "தோஷம": 302,
    "ோஷமா": 633,
    "ஷமா ": 502,
    "ுந": 575,
    "து": 296,
    "ுச": 566,
    "ச்": 253,
    "்ச": 646,
    "சு": 240,
    "ருந": 427,
    "ுந்": 576,
    "்து": 659,
    "துச": 298,
    "ுச்": 567,
    "ச்ச": 254,
    "்சு": 649,
    "சு ": 241,
    "இருந": 176,
    "ருந்": 428,
    "ுந்த": 577,
    "ந்து": 322,
    "்துச": 660,
    "துச்": 299,
    "ுச்ச": 568,
    "ச்சு": 256,
    "்சு ": 650,
    "ஆ": 158,
    " ஆ": 15,
    "ஆம": 159,
    " ஆம": 16,
    "ஆமா": 160,
    "மாம": 386,
    " ஆமா": 17,
    "ஆமாம": 161,
    "மாம்": 387,
    " ம": 83,
    "மச": 378,
    "சி": 238,
    " மச": 84,
    "மச்": 379,
    "்சி": 647,
    "சி ": 239,
    " மச்": 85,
    "மச்ச": 380,
    "ச்சி": 255,
    "்சி ": 648,
    "ஹா": 510,
    " ஹா": 105,
    "ஹா ": 511,
    " ஹா ": 106,
    "ித": 538,
    "தா": 292,
    "ான": 518,
    "ரித": 420,
    "ிதா": 539,
    "தான": 294,
    "ான்": 519,
    "சரித": 232,
    "ரிதா": 421,
    "ிதான": 540,
    "தான்": 295,
    "ான் ": 520,
    "நன": 307,
    "்ற": 690,
    "றா": 432,
    " நன": 69,
    "நன்": 308,
    "ன்ற": 343,
    "்றா": 691,
    "றாக": 434,
    "ாக ": 515,
    " நன்": 70,
    "நன்ற": 309,
    "ன்றா": 344,
    "்றாக": 693,
    "றாக ": 435,
    "அ": 151,
    " அ": 10,
    "அத": 152,
    " அத": 11,
    "அது": 153,
    "து ": 297,
    " அது": 12,
    "அது ": 154,
    " த": 63,
    "தப": 286,
    "பி": 359,
    "ில": 546,
    "ல்": 461,
    "்ல": 696,
    "ல ": 442,
    " தப": 64,
    "தப்": 287,
    "்பி": 678,
    "பில": 360,
    "ில்": 551,
    "ல்ல": 462,
    "்ல ": 697,
    " தப்": 65,
    "தப்ப": 288,
    "ப்பி": 375,
    "்பில": 679,
    "பில்": 361,
    "ில்ல": 552,
    "ல்ல ": 463,
    "உ": 180,
    " உ": 29,
    "உங": 181,
    " உங": 30,
    "உங்": 182,
    " உங்": 31,
    "உங்க": 183,
    "வே": 492,
    "ேல": 609,
    "லை": 455,
    "ை ": 613,
    " வே": 97,
    "வேல": 497,
    "ேலை": 610,
    "லை ": 456,
    " வேல": 99,
    "வேலை": 498,
    "ேலை ": 611,
    "றா ": 433,
    "்றா ": 692,
    "இல": 177,
    "லப": 443,
    " இல": 27,
    "இல்": 178,
    "்லப": 698,
    "லப்": 444,
    " இல்": 28,
    "இல்ல": 179,
    "ல்லப": 464,
    "்லப்": 699,
    "லப்ப": 445,
    "ப்பா": 374,
    "ேண": 599,
    "ணா": 272,
    "வேண": 493,
    "ேணா": 600,
    "ணாம": 273,
    " வேண": 98,
    "வேணா": 494,
    "ேணாம": 601,
    "ணாம்": 274,
    "ேண்": 604,
    "ண்ட": 279,
    "்டா": 652,
    "டாம": 260,
    "வேண்": 496,
    "ேண்ட": 605,
    "ண்டா": 280,
    "்டாம": 653,
    "டாம்": 261,
    "இத": 163,
    " இத": 19,
    "இது": 164,
    " இது": 20,
    "இது ": 165,
    "நான": 311,
    " நான": 72,
    "நான்": 312,
    "அப": 155,
    " அப": 13,
    "அப்": 156,
    " அப்": 14,
    "அப்ப": 157,
    "ொ": 622,
    "சொ": 250,
    "ொல": 623,
    "லல": 446,
    "ைய": 617,
    "யே": 410,
    "ே ": 598,
    " சொ": 58,
    "சொல": 251,
    "ொல்": 624,
    "்லல": 700,
    "லலை": 447,
    "லைய": 457,
    "ையே": 618,
    "யே ": 411,
    " சொல": 59,
    "சொல்": 252,
    "ொல்ல": 625,
    "ல்லல": 465,
    "்லலை": 701,
    "லலைய": 448,
    "லையே": 458,
    "ையே ": 619,
    "இப": 170,
    " இப": 23,
    "இப்": 171,
    "போ ": 366,
    " இப்": 24,
    "இப்ப": 172,
    "்போ ": 683,
    "ெ": 588,
    "செ": 245,
    "ென": 589,
    "்ன": 666,
    "னை": 332,
    "ைல": 620,
    " செ": 55,
    "சென": 246,
    "ென்": 590,
    "ன்ன": 339,
    "்னை": 670,
    "னைல": 335,
    "ைல ": 621,
    " சென": 56,
    "சென்": 247,
    "ென்ன": 591,
    "ன்னை": 342,
    "்னைல": 672,
    "னைல ": 336,
    "c": 115,
    "l": 125,
    "i": 121,
    "m": 129,
    "a": 107,
    "t": 133,
    " c": 4,
    "cl": 116,
    "li": 126,
    "im": 122,
    "ma": 130,
    "at": 108,
    "te": 134,
    " cl": 5,
    "cli": 117,
    "lim": 127,
    "ima": 123,
    "mat": 131,
    "ate": 109,
    "te ": 135,
    " cli": 6,
    "clim": 118,
    "lima": 128,
    "imat": 124,
    "mate": 132,
    "ate ": 110,
    "ழ": 474,
    "மழ": 381,
    "ழை": 475,
    " மழ": 86,
    "மழை": 382,
    "ழை ": 476,
    " மழை": 87,
    "மழை ": 383,
    "வர": 484,
    "ுத": 572,
    " வர": 93,
    "வரு": 485,
    "ருத": 425,
    "ுதா": 573,
    "தா ": 293,
    " வரு": 94,
    "வருத": 486,
    "ருதா": 426,
    "ுதா ": 574,
    "வெ": 489,
    "ெய": 592,
    "யி": 404,
    " வெ": 95,
    "வெய": 490,
    "ெயி": 593,
    "யில": 405,
    "ிலா": 547,
    "லா ": 450,
    " வெய": 96,
    "வெயி": 491,
    "ெயில": 594,
    "யிலா": 406,
    "ிலா ": 548,
    "இன": 166,
    "று": 436,
    " இன": 21,
    "இன்": 167,
    "்று": 694,
    "று ": 437,
    " இன்": 22,
    "இன்ற": 169,
    "ன்று": 345,
    "்று ": 695,
    "म": 139,
    "ौ": 147,
    "स": 144,
    " म": 7,
    "मौ": 141,
    "ौस": 148,
    "सम": 145,
    "म ": 140,
    " मौ": 8,
    "मौस": 142,
    "ौसम": 149,
    "सम ": 146,
    " मौस": 9,
    "मौसम": 143,
    "ौसम ": 150,
    "னைக": 333,
    "இன்ன": 168,
    "்னைக": 671,
    "னைக்": 334,
    "ூ": 584,
    "சூ": 242,
    "ூழ": 585,
    "ழ்": 477,
    "்ந": 663,
    "நி": 315,
    " சூ": 53,
    "சூழ": 243,
    "ூழ்": 586,
    "ழ்ந": 478,
    "்நி": 664,
    "நில": 316,
    "ிலை": 549,
    " சூழ": 54,
    "சூழ்": 244,
    "ூழ்ந": 587,
    "ழ்நி": 479,
    "்நில": 665,
    "நிலை": 317,
    "ிலை ": 550,
    "லு": 453,
    "்லு": 702,
    "லு ": 454,
    "ல்லு": 466,
    "்லு ": 703,
    "நீ": 318,
    "ீ ": 557,
    " நீ": 74,
    "நீ ": 319,
    " நீ ": 75,
    "என": 191,
    "ன ": 325,
    " என": 37,
    "என்": 194,
    "்ன ": 667,
    " என்": 39,
    "என்ன": 195,
    "ன்ன ": 340,
    "்ய": 685,
    "யல": 399,
    "செய": 248,
    "ெய்": 595,
    "ய்ய": 414,
    "்யல": 688,
    "யலா": 400,
    " செய": 57,
    "செய்": 249,
    "ெய்ய": 596,
    "ய்யல": 416,
    "்யலா": 689,
    "யலாம": 401,
    "உன": 187,
    "னா": 329,
    "ால": 531,
    " உன": 34,
    "உன்": 188,
    "்னா": 668,
    "னால": 330,
    "ால ": 532,
    " உன்": 35,
    "உன்ன": 189,
    "ன்னா": 341,
    "்னால": 669,
    "னால ": 331,
    "பண": 350,
    "்ண": 656,
    "ண ": 268,
    " பண": 77,
    "பண்": 351,
    "ண்ண": 281,
    "்ண ": 657,
    " பண்": 78,
    "பண்ண": 352,
    "ண்ண ": 282,
    "மு": 388,
    "ுட": 569,
    "யு": 407,
    "ும": 578,
    " மு": 88,
    "முட": 389,
    "ுடி": 570,
    "ியு": 544,
    "யும": 408,
    "ும்": 579,
    " முட": 89,
    "முடி": 390,
    "ுடிய": 571,
    "டியு": 266,
    "ியும": 545,
    "யும்": 409,
    "ும் ": 580,
    "னக": 326,
    "எனக": 192,
    "னக்": 327,
    " எனக": 38,
    "எனக்": 193,
    "னக்க": 328,
    "உத": 184,
    "தவ": 289,
    "வி": 487,
    " உத": 32,
    "உதவ": 185,
    "தவி": 290,
    "வி ": 488,
    " உதவ": 33,
    "உதவி": 186,
    "தவி ": 291,
    "ணு": 275,
    "ேணு": 602,
    "ணும": 276,
    "வேணு": 495,
    "ேணும": 603,
    "ணும்": 277,
    "யண": 396,
    "்யண": 686,
    "யணு": 397,
    "ய்யண": 415,
    "்யணு": 687,
    "யணும": 398
  },
  "response": null,
  "action_text": null
}