{
  "text": {
    " ": 0,
    "ஹ": 227,
    "ல": 199,
    "ோ": 285,
    " ஹ": 51,
    "ஹல": 228,
    "லோ": 206,
    "ோ ": 286,
    " ஹல": 52,
    "ஹலோ": 229,
    "லோ ": 207,
    " ஹலோ": 53,
    "ஹலோ ": 230,
    "ா": 237,
    "ய": 183,
    "்": 293,
    "ஹா": 231,
    "ாய": 247,
    "ய்": 184,
    "் ": 294,
    " ஹா": 54,
    "ஹாய": 232,
    "ாய்": 248,
    "ய் ": 185,
    " ஹாய": 55,
    "ஹாய்": 233,
    "ாய் ": 249,
    "வ": 213,
    "ண": 118,
    "க": 75,
    "ம": 175,
    " வ": 44,
    "வண": 218,
    "ணக": 119,
    "க்": 88,
    "்க": 295,
    "கம": 76,
    "ம்": 181,
    " வண": 47,
    "வணக": 219,
    "ணக்": 120,
    "க்க": 89,
    "்கம": 296,
    "கம்": 77,
    "ம் ": 182,
    " வணக": 48,
    "வணக்": 220,
    "ணக்க": 121,
    "க்கம": 90,
    "்கம்": 297,
    "கம் ": 78,
    "ந": 134,
    "ப": 156,
    " ந": 22,
    "நண": 135,
    "ண்": 128,
    "்ப": 317,
    "பா": 160,
    "ா ": 238,
    " நண": 23,
    "நண்": 136,
    "ண்ப": 132,
    "்பா": 318,
    "பா ": 161,
    " நண்": 24,
    "நண்ப": 137,
    "ண்பா": 133,
    "்பா ": 319,
    " ப": 31,
    " பா": 34,
    " பா ": 35,
    "நா": 141,
    " நா": 27,
    "நா ": 142,
    " நா ": 28,
    "ற": 193,
    "ே": 271,
    "ன": 145,
    "போ": 166,
    "ோற": 290,
    "றே": 196,
    "ேன": 273,
    "ன்": 150,
    " போ": 39,
    "போற": 169,
    "ோறே": 291,
    "றேன": 197,
    "ேன்": 274,
    "ன் ": 151,
    " போற": 40,
    "போறே": 170,
    "ோறேன": 292,
    "றேன்": 198,
    "ேன் ": 275,
    "ச": 94,
    "ர": 186,
    "ி": 250,
    " ச": 16,
    "சர": 98,
    "ரி": 187,
    "ி ": 251,
    " சர": 17,
    "சரி": 99,
    "ரி ": 188,
    " சரி": 18,
    "சரி ": 100,
    "ாப": 239,
    "ப்": 171,
    "ோம": 287,
    "பாப": 162,
    "ாப்": 240,
    "ப்ப": 173,
    "்போ": 320,
    "போம": 167,
    "ோம்": 288,
    " பாப": 36,
    "பாப்": 163,
    "ாப்ப": 241,
    "ப்போ": 174,
    "்போம": 321,
    "போம்": 168,
    "ோம் ": 289,
    "நன": 138,
    "்ற": 324,
    "றி": 194,
    " நன": 25,
    "நன்": 139,
    "ன்ற": 154,
    "்றி": 325,
    "றி ": 195,
    " நன்": 26,
    "நன்ற": 140,
    "ன்றி": 155,
    "்றி ": 326,
    " ம": 41,
    "மச": 176,
    "ச்": 105,
    "்ச": 304,
    "சி": 101,
    " மச": 42,
    "மச்": 177,
    "ச்ச": 106,
    "்சி": 307,
    "சி ": 102,
    " மச்": 43,
    "மச்ச": 178,
    "ச்சி": 107,
    "்சி ": 308,
    "வச": 215,
    "ிக": 252,
    "கோ": 86,
    " வச": 45,
    "வச்": 216,
    "சிக": 103,
    "ிக்": 253,
    "்கோ": 302,
    "கோ ": 87,
    " வச்": 46,
    "வச்ச": 217,
    "்சிக": 309,
    "சிக்": 104,
    "ிக்க": 254,
    "க்கோ": 93,
    "்கோ ": 303,
    "ை": 279,
    "பை": 164,
    "ை ": 280,
    " பை": 37,
    "பை ": 165,
    " பை ": 38,
    "ஒ": 71,
    "ு": 257,
    " ஒ": 10,
    "ஒர": 72,
    "ரு": 189,
    "ு ": 258,
    " ஒர": 11,
    "ஒரு": 73,
    "ரு ": 190,
    " ஒரு": 12,
    "ஒரு ": 74,
    "ட": 112,
    " ட": 19,
    "டவ": 113,
    "வு": 221,
    "ுட": 262,
    "ட்": 116,
    " டவ": 20,
    "டவு": 114,
    "வுட": 222,
    "ுட்": 263,
    "ட் ": 117,
    " டவு": 21,
    "டவுட": 115,
    "வுட்": 223,
    "ுட் ": 264,
    "இ": 58,
    " இ": 1,
    "இர": 59,
    "ுக": 259,
    "கே": 81,
    "ே ": 272,
    " இர": 2,
    "இரு": 60,
    "ருக": 191,
    "ுக்": 260,
    "்கே": 300,
    "கே ": 82,
    " இரு": 3,
    "இருக": 61,
    "ருக்": 192,
    "ுக்க": 261,
    "க்கே": 92,
    "்கே ": 301,
    "ொ": 281,
    "ஞ": 108,
    " க": 13,
    "கொ": 83,
    "ொஞ": 282,
    "ஞ்": 109,
    "சம": 95,
    " கொ": 14,
    "கொஞ": 84,
    "ொஞ்": 283,
    "ஞ்ச": 110,
    "்சம": 305,
    "சம்": 96,
    " கொஞ": 15,
    "கொஞ்": 85,
    "ொஞ்ச": 284,
    "ஞ்சம": 111,
    "்சம்": 306,
    "சம் ": 97,
    "ெ": 267,
    "ஹெ": 234,
    "ெல": 268,
    "ல்": 208,
    " ஹெ": 56,
    "ஹெல": 235,
    "ெல்": 269,
    "ல்ப": 209,
    "்ப்": 322,
    "ப் ": 172,
    " ஹெல": 57,
    "ஹெல்": 236,
    "ெல்ப": 270,
    "ல்ப்": 210,
    "்ப் ": 323,
    "பண": 157,
    "்ண": 310,
    "ணல": 122,
    "லா": 200,
    "ாம": 242,
    "மா": 179,
    " பண": 32,
    "பண்": 158,
    "ண்ண": 129,
    "்ணல": 311,
    "ணலா": 123,
    "லாம": 201,
    "ாமா": 243,
    "மா ": 180,
    " பண்": 33,
    "பண்ண": 159,
    "ண்ணல": 130,
    "்ணலா": 312,
    "ணலாம": 124,
    "லாமா": 202,
    "ாமா ": 244,
    "எ": 62,
    " எ": 4,
    "என": 63,
    "னக": 147,
    "கு": 79,
    " என": 5,
    "எனக": 64,
    "னக்": 148,
    "்கு": 298,
    "கு ": 80,
    " எனக": 6,
    "எனக்": 65,
    "னக்க": 149,
    "க்கு": 91,
    "்கு ": 299,
    "வே": 224,
    "ேல": 276,
    "லை": 204,
    " வே": 49,
    "வேல": 225,
    "ேலை": 277,
    "லை ": 205,
    " வேல": 50,
    "வேலை": 226,
    "ேலை ": 278,
    "ீ": 255,
    "நீ": 143,
    "ீ ": 256,
    " நீ": 29,
    "நீ ": 144,
    " நீ ": 30,
    "்ன": 315,
    "ன ": 146,
    "என்": 66,
    "ன்ன": 152,
    "்ன ": 316,
    " என்": 7,
    "என்ன": 67,
    "ன்ன ": 153,
    "எல": 68,
    "்ல": 327,
    " எல": 8,
    "எல்": 69,
    "ல்ல": 211,
    "்லா": 328,
    "ாம்": 245,
    " எல்": 9,
    "எல்ல": 70,
    "ல்லா": 212,
    "்லாம": 329,
    "லாம்": 203,
    "ாம் ": 246,
    "ணு": 125,
    "ுவ": 265,
    "வ ": 214,
    "்ணு": 313,
    "ணுவ": 126,
    "ுவ ": 266,
    "ண்ணு": 131,
    "்ணுவ": 314,
    "ணுவ ": 127
  },
  "response": null,
  "action_text": null
}