{
  "text": {
    " ": 0,
    "வ": 560,
    "ண": 306,
    "க": 221,
    "்": 747,
    "ம": 440,
    " வ": 105,
    "வண": 561,
    "ணக": 308,
    "க்": 244,
    "்க": 749,
    "கம": 223,
    "ம்": 454,
    "் ": 748,
    " வண": 106,
    "வணக": 562,
    "ணக்": 309,
    "க்க": 245,
    "்கம": 751,
    "கம்": 224,
    "ம் ": 455,
    " வணக": 107,
    "வணக்": 563,
    "ணக்க": 310,
    "க்கம": 246,
    "்கம்": 752,
    "கம் ": 225,
    "ட": 290,
    "ா": 598,
    " ட": 67,
    "டா": 291,
    "ா ": 599,
    " டா": 68,
    "டா ": 292,
    " டா ": 69,
    "ஹ": 589,
    "ல": 521,
    "ோ": 739,
    " ஹ": 117,
    "ஹல": 593,
    "லோ": 539,
    "ோ ": 740,
    " ஹல": 120,
    "ஹலோ": 594,
    "லோ ": 540,
    " ஹலோ": 121,
    "ஹலோ ": 595,
    "ச": 254,
    "ர": 482,
    " ச": 52,
    "சா": 265,
    "ார": 614,
    "ர்": 500,
    " சா": 57,
    "சார": 268,
    "ார்": 615,
    "ர் ": 501,
    " சார": 59,
    "சார்": 269,
    "ார் ": 616,
    "ப": 397,
    "ி": 622,
    "ய": 458,
    "ாப": 607,
    "ப்": 431,
    "்ட": 766,
    "டி": 295,
    "ிய": 627,
    "யா": 466,
    "சாப": 266,
    "ாப்": 608,
    "ப்ட": 432,
    "்டி": 769,
    "டிய": 297,
    "ியா": 628,
    "யா ": 467,
    " சாப": 58,
    "சாப்": 267,
    "ாப்ட": 609,
    "ப்டி": 433,
    "்டிய": 770,
    "டியா": 298,
    "ியா ": 629,
    "எ": 207,
    " எ": 36,
    "எப": 214,
    "்ப": 792,
    "பட": 398,
    "ி ": 623,
    " எப": 40,
    "எப்": 215,
    "ப்ப": 434,
    "்பட": 793,
    "படி": 399,
    "டி ": 296,
    " எப்": 41,
    "எப்ப": 216,
    "ப்பட": 435,
    "்படி": 794,
    "படி ": 400,
    "இ": 179,
    "ு": 658,
    "ீ": 653,
    "ங": 250,
    " இ": 18,
    "இர": 190,
    "ரு": 490,
    "ுக": 660,
    "கீ": 234,
    "ீங": 655,
    "ங்": 251,
    "க ": 222,
    " இர": 25,
    "இரு": 191,
    "ருக": 492,
    "ுக்": 663,
    "்கீ": 755,
    "கீங": 235,
    "ீங்": 656,
    "ங்க": 252,
    "்க ": 750,
    " இரு": 26,
    "இருக": 192,
    "ருக்": 493,
    "ுக்க": 664,
    "க்கீ": 248,
    "்கீங": 756,
    "கீங்": 236,
    "ீங்க": 657,
    "ங்க ": 253,
    "ஹய": 590,
    "ய்": 476,
    " ஹய": 118,
    "ஹய்": 591,
    "ய் ": 477,
    " ஹய்": 119,
    "ஹய் ": 592,
    "ந": 349,
    " ந": 75,
    "நண": 350,
    "ண்": 317,
    "பா": 410,
    " நண": 76,
    "நண்": 351,
    "ண்ப": 323,
    "்பா": 795,
    "பா ": 411,
    " நண்": 77,
    "நண்ப": 352,
    "ண்பா": 324,
    "்பா ": 796,
    "சர": 261,
    "ரி": 486,
    " சர": 55,
    "சரி": 262,
    "ரி ": 487,
    " சரி": 56,
    "சரி ": 263,
    " ப": 85,
    "போ": 427,
    "ோம": 741,
    " பா": 92,
    "பாப": 414,
    "்போ": 803,
    "போம": 429,
    "ோம்": 742,
    " பாப": 95,
    "பாப்": 415,
    "ாப்ப": 610,
    "ப்போ": 439,
    "்போம": 805,
    "போம்": 430,
    "ோம் ": 743,
    "ள": 547,
    "ற": 502,
    "ே": 703,
    "ன": 370,
    " க": 45,
    "கி": 229,
    "ிள": 647,
    "ளம": 548,
    "பு": 421,
    "ுற": 683,
    "றே": 512,
    "ேன": 712,
    "ன்": 387,
    " கி": 46,
    "கிள": 232,
    "ிளம": 648,
    "ளம்": 549,
    "ம்ப": 456,
    "்பு": 799,
    "புற": 425,
    "ுறே": 684,
    "றேன": 513,
    "ேன்": 713,
    "ன் ": 388,
    " கிள": 47,
    "கிளம": 233,
    "ிளம்": 649,
    "ளம்ப": 550,
    "ம்பு": 457,
    "்புற": 802,
    "புறே": 426,
    "ுறேன": 685,
    "றேன்": 514,
    "ேன் ": 714,
    "ை": 721,
    "நா": 356,
    "ாள": 619,
    "ளை": 551,
    "ைக": 723,
    "கு": 237,
    "ு ": 659,
    " நா": 80,
    "நாள": 359,
    "ாளை": 620,
    "ளைக": 552,
    "ைக்": 724,
    "்கு": 757,
    "கு ": 238,
    " நாள": 82,
    "நாளை": 360,
    "ாளைக": 621,
    "ளைக்": 553,
    "ைக்க": 725,
    "க்கு": 249,
    "்கு ": 758,
    "ாக": 600,
    "கல": 226,
    "லா": 529,
    "ாம": 611,
    "பாக": 412,
    "ாக்": 602,
    "்கல": 753,
    "கலா": 227,
    "லாம": 531,
    "ாம்": 612,
    " பாக": 94,
    "பாக்": 413,
    "ாக்க": 603,
    "க்கல": 247,
    "்கலா": 754,
    "கலாம": 228,
    "லாம்": 532,
    "ாம் ": 613,
    "b": 128,
    "y": 153,
    "e": 136,
    " b": 1,
    "by": 129,
    "ye": 154,
    "e ": 137,
    " by": 2,
    "bye": 130,
    "ye ": 155,
    " bye": 3,
    "bye ": 131,
    " பா ": 93,
    "த": 325,
    "ஷ": 585,
    "சந": 255,
    "ந்": 366,
    "்த": 775,
    "தோ": 346,
    "ோஷ": 744,
    "ஷம": 586,
    "மா": 447,
    " சந": 53,
    "சந்": 256,
    "ந்த": 367,
    "்தோ": 778,
    "தோஷ": 347,
    "ோஷம": 745,
    "ஷமா": 587,
    "மா ": 448,
    " சந்": 54,
    "சந்த": 257,
    "ந்தோ": 369,
    "்தோஷ": 779,
    "தோஷம": 348,
    "ோஷமா": 746,
    "ஷமா ": 588,
    "ுந": 676,
    "து": 339,
    "ுச": 665,
    "ச்": 285,
    "்ச": 759,
    "சு": 272,
    "ருந": 496,
    "ுந்": 677,
    "்து": 776,
    "துச": 341,
    "ுச்": 666,
    "ச்ச": 286,
    "்சு": 764,
    "சு ": 273,
    "இருந": 193,
    "ருந்": 497,
    "ுந்த": 678,
    "ந்து": 368,
    "்துச": 777,
    "துச்": 342,
    "ுச்ச": 667,
    "ச்சு": 289,
    "்சு ": 765,
    "ஆ": 175,
    " ஆ": 15,
    "ஆம": 176,
    " ஆம": 16,
    "ஆமா": 177,
    "மாம": 449,
    " ஆமா": 17,
    "ஆமாம": 178,
    "மாம்": 450,
    " ம": 98,
    "மச": 441,
    "சி": 270,
    " மச": 99,
    "மச்": 442,
    "்சி": 762,
    "சி ": 271,
    " மச்": 100,
    "மச்ச": 443,
    "ச்சி": 288,
    "்சி ": 763,
    "ஹா": 596,
    " ஹா": 122,
    "ஹா ": 597,
    " ஹா ": 123,
    "ித": 624,
    "தா": 332,
    "ான": 604,
    "ரித": 488,
    "ிதா": 625,
    "தான": 334,
    "ான்": 605,
    "சரித": 264,
    "ரிதா": 489,
    "ிதான": 626,
    "தான்": 335,
    "ான் ": 606,
    "நன": 353,
    "்ற": 812,
    "றா": 504,
    " நன": 78,
    "நன்": 354,
    "ன்ற": 394,
    "்றா": 813,
    "றாக": 506,
    "ாக ": 601,
    " நன்": 79,
    "நன்ற": 355,
    "ன்றா": 395,
    "்றாக": 815,
    "றாக ": 507,
    "அ": 168,
    " அ": 10,
    "அத": 169,
    " அத": 11,
    "அது": 170,
    "து ": 340,
    " அது": 12,
    "அது ": 171,
    " த": 70,
    "தப": 326,
    "பி": 416,
    "ில": 640,
    "ல்": 541,
    "்ல": 820,
    "ல ": 522,
    " தப": 71,
    "தப்": 327,
    "்பி": 797,
    "பில": 419,
    "ில்": 645,
    "ல்ல": 542,
    "்ல ": 821,
    " தப்": 72,
    "தப்ப": 328,
    "ப்பி": 437,
    "்பில": 798,
    "பில்": 420,
    "ில்ல": 646,
    "ல்ல ": 543,
    "உ": 197,
    " உ": 29,
    "உங": 198,
    " உங": 30,
    "உங்": 199,
    " உங்": 31,
    "உங்க": 200,
    "வே": 576,
    "ேல": 715,
    "லை": 535,
    "ை ": 722,
    " வே": 114,
    "வேல": 581,
    "ேலை": 716,
    "லை ": 536,
    " வேல": 116,
    "வேலை": 582,
    "ேலை ": 717,
    "றா ": 505,
    "்றா ": 814,
    "இல": 194,
    "லப": 523,
    " இல": 27,
    "இல்": 195,
    "்லப": 822,
    "லப்": 524,
    " இல்": 28,
    "இல்ல": 196,
    "ல்லப": 544,
    "்லப்": 823,
    "லப்ப": 525,
    "ப்பா": 436,
    "ேண": 705,
    "ணா": 311,
    "வேண": 577,
    "ேணா": 706,
    "ணாம": 312,
    " வேண": 115,
    "வேணா": 578,
    "ேணாம": 707,
    "ணாம்": 313,
    "ேண்": 710,
    "ண்ட": 318,
    "்டா": 767,
    "டாம": 293,
    "வேண்": 580,
    "ேண்ட": 711,
    "ண்டா": 319,
    "்டாம": 768,
    "டாம்": 294,
    "இத": 180,
    " இத": 19,
    "இது": 181,
    " இது": 20,
    "இது ": 182,
    "நான": 357,
    " நான": 81,
    "நான்": 358,
    "அப": 172,
    " அப": 13,
    "அப்": 173,
    " அப்": 14,
    "அப்ப": 174,
    "ொ": 735,
    "சொ": 282,
    "ொல": 736,
    "லல": 526,
    "ைய": 729,
    "யே": 474,
    "ே ": 704,
    " சொ": 65,
    "சொல": 283,
    "ொல்": 737,
    "்லல": 824,
    "லலை": 527,
    "லைய": 537,
    "ையே": 731,
    "யே ": 475,
    " சொல": 66,
    "சொல்": 284,
    "ொல்ல": 738,
    "ல்லல": 545,
    "்லலை": 825,
    "லலைய": 528,
    "லையே": 538,
    "ையே ": 732,
    "இப": 187,
    " இப": 23,
    "இப்": 188,
    "போ ": 428,
    " இப்": 24,
    "இப்ப": 189,
    "்போ ": 804,
    "ெ": 694,
    "செ": 277,
    "ென": 695,
    "்ன": 783,
    "னை": 381,
    "ைல": 733,
    " செ": 62,
    "சென": 278,
    "ென்": 696,
    "ன்ன": 389,
    "்னை": 789,
    "னைல": 385,
    "ைல ": 734,
    " சென": 63,
    "சென்": 279,
    "ென்ன": 697,
    "ன்னை": 393,
    "்னைல": 791,
    "னைல ": 386,
    "c": 132,
    "l": 142,
    "i": 138,
    "m": 146,
    "a": 124,
    "t": 150,
    " c": 4,
    "cl": 133,
    "li": 143,
    "im": 139,
    "ma": 147,
    "at": 125,
    "te": 151,
    " cl": 5,
    "cli": 134,
    "lim": 144,
    "ima": 140,
    "mat": 148,
    "ate": 126,
    "te ": 152,
    " cli": 6,
    "clim": 135,
    "lima": 145,
    "imat": 141,
    "mate": 149,
    "ate ": 127,
    "ழ": 554,
    "மழ": 444,
    "ழை": 555,
    " மழ": 101,
    "மழை": 445,
    "ழை ": 556,
    " மழை": 102,
    "மழை ": 446,
    "வர": 564,
    "ுத": 673,
    " வர": 108,
    "வரு": 565,
    "ருத": 494,
    "ுதா": 674,
    "தா ": 333,
    " வரு": 109,
    "வருத": 566,
    "ருதா": 495,
    "ுதா ": 675,
    "வெ": 573,
    "ெய": 698,
    "யி": 468,
    " வெ": 112,
    "வெய": 574,
    "ெயி": 699,
    "யில": 469,
    "ிலா": 641,
    "லா ": 530,
    " வெய": 113,
    "வெயி": 575,
    "ெயில": 700,
    "யிலா": 470,
    "ிலா ": 642,
    "இன": 183,
    "று": 510,
    " இன": 21,
    "இன்": 184,
    "்று": 818,
    "று ": 511,
    " இன்": 22,
    "இன்ற": 186,
    "ன்று": 396,
    "்று ": 819,
    "म": 156,
    "ौ": 164,
    "स": 161,
    " म": 7,
    "मौ": 158,
    "ौस": 165,
    "सम": 162,
    "म ": 157,
    " मौ": 8,
    "मौस": 159,
    "ौसम": 166,
    "सम ": 163,
    " मौस": 9,
    "मौसम": 160,
    "ौसम ": 167,
    "னைக": 383,
    "இன்ன": 185,
    "்னைக": 790,
    "னைக்": 384,
    "ூ": 688,
    "சூ": 274,
    "ூழ": 691,
    "ழ்": 557,
    "்ந": 780,
    "நி": 361,
    " சூ": 60,
    "சூழ": 275,
    "ூழ்": 692,
    "ழ்ந": 558,
    "்நி": 781,
    "நில": 362,
    "ிலை": 643,
    " சூழ": 61,
    "சூழ்": 276,
    "ூழ்ந": 693,
    "ழ்நி": 559,
    "்நில": 782,
    "நிலை": 363,
    "ிலை ": 644,
    "லு": 533,
    "்லு": 826,
    "லு ": 534,
    "ல்லு": 546,
    "்லு ": 827,
    "நீ": 364,
    "ீ ": 654,
    " நீ": 83,
    "நீ ": 365,
    " நீ ": 84,
    "என": 208,
    "ன ": 371,
    " என": 37,
    "என்": 211,
    "்ன ": 784,
    " என்": 39,
    "என்ன": 213,
    "ன்ன ": 390,
    "்ய": 806,
    "யல": 463,
    "செய": 280,
    "ெய்": 701,
    "ய்ய": 478,
    "்யல": 810,
    "யலா": 464,
    " செய": 64,
    "செய்": 281,
    "ெய்ய": 702,
    "ய்யல": 481,
    "்யலா": 811,
    "யலாம": 465,
    "உன": 204,
    "னா": 375,
    "ால": 617,
    " உன": 34,
    "உன்": 205,
    "்னா": 785,
    "னால": 376,
    "ால ": 618,
    " உன்": 35,
    "உன்ன": 206,
    "ன்னா": 391,
    "்னால": 786,
    "னால ": 377,
    "பண": 401,
    "்ண": 773,
    "ண ": 307,
    " பண": 86,
    "பண்": 402,
    "ண்ண": 321,
    "்ண ": 774,
    " பண்": 87,
    "பண்ண": 403,
    "ண்ண ": 322,
    "மு": 451,
    "ுட": 668,
    "யு": 471,
    "ும": 679,
    " மு": 103,
    "முட": 452,
    "ுடி": 669,
    "ியு": 630,
    "யும": 472,
    "ும்": 680,
    " முட": 104,
    "முடி": 453,
    "ுடிய": 670,
    "டியு": 299,
    "ியும": 631,
    "யும்": 473,
    "ும் ": 681,
    "னக": 372,
    "எனக": 209,
    "னக்": 373,
    " எனக": 38,
    "எனக்": 210,
    "னக்க": 374,
    "உத": 201,
    "தவ": 329,
    "வி": 567,
    " உத": 32,
    "உதவ": 202,
    "தவி": 330,
    "வி ": 568,
    " உதவ": 33,
    "உதவி": 203,
    "தவி ": 331,
    "ணு": 314,
    "ேணு": 708,
    "ணும": 315,
    "வேணு": 579,
    "ேணும": 709,
    "ணும்": 316,
    "யண": 460,
    "்யண": 808,
    "யணு": 461,
    "ய்யண": 480,
    "்யணு": 809,
    "யணும": 462,
    "ஒ": 217,
    " ஒ": 42,
    "ஒர": 218,
    " ஒர": 43,
    "ஒரு": 219,
    "ரு ": 491,
    " ஒரு": 44,
    "ஒரு ": 220,
    "றை": 515,
    "ைப": 726,
    " கு": 48,
    "குற": 239,
    "ுறை": 686,
    "றைப": 516,
    "ைப்": 727,
    "பு ": 422,
    " குற": 49,
    "குறை": 240,
    "ுறைப": 687,
    "றைப்": 517,
    "ைப்ப": 728,
    "ப்பு": 438,
    "்பு ": 800,
    "பத": 404,
    "தி": 336,
    "ிவ": 650,
    "வு": 571,
    " பத": 88,
    "பதி": 405,
    "திவ": 337,
    "ிவு": 651,
    "வு ": 572,
    " பதி": 89,
    "பதிவ": 406,
    "திவு": 338,
    "ிவு ": 652,
    "ய ": 459,
    "்ய ": 807,
    "ய்ய ": 479,
    "டு": 300,
    "்டு": 771,
    "டும": 301,
    "ண்டு": 320,
    "்டும": 772,
    "டும்": 302,
    "என் ": 212,
    "ிர": 632,
    "ரச": 483,
    "சன": 258,
    " பி": 96,
    "பிர": 417,
    "ிரச": 633,
    "ரச்": 484,
    "்சன": 760,
    "சனை": 259,
    "னை ": 382,
    " பிர": 97,
    "பிரச": 418,
    "ிரச்": 634,
    "ரச்ச": 485,
    "ச்சன": 287,
    "்சனை": 761,
    "சனை ": 260,
    "பற": 407,
    "ற்": 518,
    "றி": 508,
    " பற": 90,
    "பற்": 408,
    "ற்ற": 519,
    "்றி": 816,
    "றி ": 509,
    " பற்": 91,
    "பற்ற": 409,
    "ற்றி": 520,
    "்றி ": 817,
    "கூ": 241,
    "ூற": 689,
    "ற ": 503,
    " கூ": 50,
    "கூற": 242,
    "ூற ": 690,
    " கூற": 51,
    "கூற ": 243,
    "தே": 343,
    "ேவ": 718,
    "வை": 583,
    " தே": 73,
    "தேவ": 344,
    "ேவை": 719,
    "வை ": 584,
    " தேவ": 74,
    "தேவை": 345,
    "ேவை ": 720,
    "ிற": 637,
    " வி": 110,
    "விர": 569,
    "ிரு": 635,
    "ரும": 498,
    "புக": 423,
    "ுகி": 661,
    "கிற": 230,
    "ிறே": 638,
    " விர": 111,
    "விரு": 570,
    "ிரும": 636,
    "ரும்": 499,
    "ும்ப": 682,
    "்புக": 801,
    "புகி": 424,
    "ுகிற": 662,
    "கிறே": 231,
    "ிறேன": 639,
    "னு": 378,
    "டை": 303,
    "்னு": 787,
    "னுட": 379,
    "ுடை": 671,
    "டைய": 304,
    "ைய ": 730,
    "ன்னு": 392,
    "்னுட": 788,
    "னுடை": 380,
    "ுடைய": 672,
    "டைய ": 305
  },
  "response": null,
  "action_text": null
}